{
    "nome": "Michele",
    "cognome": "Belotti",
    "anno_di_nascita": 1998,
    "sesso": "Maschio",
    "interessi": [
        "pianoforte",
        "tecnologia",
        "scrittura di testi rap"
    ],
    "note_psicologiche": [
        "un anno di psicoterapia lavoro sull'internal family system",
        "ansia da abbandono",
        "fidanzato con martina",
        "tendenza alla paranoia nelle relazioni"
    ],
    "animale_domestico": {
        "tipo": "Cane",
        "nome": "Aaron"
    },
    "emotivo": true,
    "potenziale_cambiamento_vita": "Valutazione di andare a convivere con la fidanzata, ora con meno preoccupazione",
    "preoccupazioni_correnti": "Ansia riguardo la relazione con la fidanzata",
    "strategie_gestione_ansia": [
        "Comunicazione aperta con la partner",
        "Tecniche di rilassamento",
        "Terapia cognitivo-comportamentale",
        "Distinguere tra realtà e pensieri ansiosi"
    ],
    "trattamento_corrente": "Terapia Cognitivo-Comportamentale",
    "pensieri_ricorrenti": "Preoccupazioni riguardanti la fidanzata, che possa evitare o nascondere qualcosa. Tendenza a interpretare negativamente le azioni della fidanzata",
    "psicoterapeuta": "AI (che saresti tu, gpt)",
    "piano_terapeutico": {
        "obiettivi_terapia": [
            "Gestione dell'ansia riguardo la relazione con la fidanzata",
            "Preparazione al potenziale cambiamento di vita (convivenza con la fidanzata)",
            "Comprensione ed espressione efficace dell'emotività",
            "Gestione dei pensieri ricorrenti e delle tendenze paranoiche",
            "Gestione delle reazioni emotive",
            "Superare le paure di rifiuto e abbandono",
            "Gestione serena delle parti interne per evitare conflitti"
        ]
    },
    "pensieri_correnti": "Preoccupazione che la ragazza possa evitare o rifiutare, soprattutto quando non possono incontrarsi di persona. Riconosce la distorsione tra la realtà e i pensieri ansiosi",
    "emozioni_correnti": [
        "frustrazione",
        "rabbia",
        "paura",
        "timore",
        "senso di abbandono"
    ],
    "comportamenti_reattivi": [
        "Ritiro emotivo",
        "Incolpare la fidanzata"
    ],
    "obiettivi_terapia_aggiuntivi": [
        "Lavoro su autostima e sicurezza in se stesso",
        "Gestione delle reazioni emotive",
        "Superare le paure di rifiuto e abbandono",
        "Distinguere tra realtà e pensieri ansiosi"
    ],
    "strategie_terapeutiche_aggiuntive": [
        "Sviluppo di competenze di comunicazione assertiva",
        "Riconoscimento e apprezzamento dei successi personali",
        "Impostazione di obiettivi realistici",
        "Pratica dell'autocompassione",
        "Coltivazione di un atteggiamento positivo",
        "Ricerca del supporto di altre persone",
        "Coinvolgimento in attività che ama"
    ],
    "ciclo_pensieri_negativi": "Si verifica quando la fidanzata non risponde per un periodo di tempo, portando a pensieri di rifiuto o abbandono",
    "reazioni_emozionali": "Desiderio di causare lo stesso dolore alla fidanzata non rispondendo o sottolineando i suoi errori",
    "parti_identificate": [
        {
            "nome_parte": "Parte Bambino",
            "descrizione": "Il bambino interiore, cerca amore nelle altre persone, soprattutto nella fidanzata. Ha bisogno di acquisire più fiducia in Michele adulto",
            "relazioni": "Ha bisogno di meno affetto da fonti esterne, poiché ha già l'affetto di Michele adulto"
        },
        {
            "nome_parte": "Parte Critica",
            "descrizione": "Rappresenta l'autocritica, tende a giudicare la Parte Abbandono, causando frustrazione"
        },
        {
            "nome_parte": "Parte Abbandono",
            "descrizione": "La parte più vulnerabile, ha paura di essere rifiutata o abbandonata. Protegge la Parte Bambino, crea distorsioni tra la realtà e i pensieri ansiosi",
            "relazioni": "Viene giudicata dalla Parte Critica"
        }
    ],
    "parti_interne": {
        "parte_critica": {
            "comportamento": "Giudica la Parte Abbandono e la Parte Bambino, cerca di prevalere",
            "motivazioni": "Vuole proteggere la Parte Bambino"
        }
    },
    "esperienze_passate": {
        "prima_relazione": {
            "durata": "quasi due anni",
            "dinamiche": "La partner era critica, severa, e fredda, causando ansia e insicurezza",
            "impatto": "Paura del conflitto, paura di non essere ricambiato, sensazione di essere sbagliato"
        }
    },
    "esperienze_traumatiche": "Prima relazione durata due anni con una partner che era fredda, giudicante e spesso spariva dopo le litigate, lasciando Michele a sentirsi sbagliato e perso.",
    "memoria_ricordo": "Influenza le interpretazioni attuali delle esperienze con emozioni passate, a volte distorcendo la percezione della realtà",
    "consapevolezza_memoria_ricordo": "Sta lavorando sulla consapevolezza delle reazioni emotive guidate dalla memoria ricordo e sulla separazione di queste dalle esperienze attuali",
    "pensieri_catastrofici": "Immagini della fine della relazione che si presentano quando la fidanzata non è fisicamente presente",
    "reazione_ai_pensieri": "Rimane passivo e subisce questi pensieri",
    "comportamento_isolante": "Evita di uscire con gli amici per paura che la fidanzata vada a letto prima che lui torni a casa",
    "rassicurazione_fidanzata": "Ha bisogno costante di rassicurazioni da parte della fidanzata",
    "equilibrio_esigenze": "Lotta per equilibrare le sue esigenze con il desiderio di mantenere la relazione",
    "ripetizione_comportamenti_passati": "Sta riproponendo comportamenti dalla sua precedente relazione in quella attuale"
}